[Information]
TRANSLATOR=Marián Hikaník
CONTACT_ADDRESS=podnety(at)mojepreklady.net
VERSION=3.5.0
[Language]
LANGUAGE=Slovensky
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=Ox041B
[Url]
WIKIPEDIA_SMART=http://sk.wikipedia.org/wiki/S.M.A.R.T.
[Menu]
FILE=&Súbor
CUSTOMIZE=&Prispôsobiť
EXIT=&Koniec
EDIT=Ú&pravy
COPY=&Kopírovať
FUNCTION=&Funkcia
HIDE_SMART_INFO=Skryť hodnoty &S.M.A.R.T.
HIDE_SERIAL_NUMBER=Skryť sériové čís&lo
SHOW_DRIVE_LETTER=Zobraziť písmeno &jednotky
ADVANCED_DISK_SEARCH=Pokročilé &vyhľadávanie na disku
EVENT_LOG=Záznam &udalostí
AAM_APM_CONTROL=Ovládanie hlučnosti a spotreby disku
AUTO_AAM_APM_ADAPTION=Automatické prispôsobenie hlučnosti a spotreby disku
RESIDENT=Rez&identnosť
STARTUP=&Spustenie
OPEN_DISK_MANAGEMENT=Otvoriť "&Správu diskov"
OPEN_DEVICE_MANAGER=Otvoriť "Správcu &zariadení"
ADVANCED_FEATURE=Pokročilé n&astavenia
REFRESH=O&bnoviť
RESCAN=Opätovne sk&ontrolovať
DISABLE=&Zablokovať
AUTO_REFRESH=Automatické o&bnovenie
AUTO_REFRESH_TARGET=Automatické obnovenie a výber
AUTO_REFRESH_TARGET_ALL_DISK=Automatické obnovenie - Vy&brať všetky disky
AUTO_REFRESH_UNTARGET_ALL_DISK=Automatické obnovenie - &Nevybrať žiadne disky
WAIT_TIME_AT_STARTUP=Čas &čakania pri spustení
GRAPH=&Graf
THEME=&Téma
DISK=&Disk
HELP=&Pomocník
HELP_ABOUT=&O programe CrystalDiskInfo
HELP_ABOUT_SMART=O technológii &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=&Jazyk
ITEM=&Položka
TEMPERATURE_TYPE=Typ &teploty
CELSIUS=v stupňoch Celzia (°C)
FAHRENHEIT=v stupňoch Fahrenheita (°F)
HEALTH_STATUS_SETTING=Nastavenie &stavu disku
OPTION=&Nastavenie
LEGEND_POSITION=Pozícia &legendy
NORTH_WEST=Vľavo-&hore
NORTH_EAST=Vpravo-&hore
SOUTH_WEST=V&ľavo-dole
SOUTH_EAST=V&pravo-dole
MAX_PLOT_POINT=&Max. bod grafu
TIME_FORMAT=Formát &času
PAINT_WEEKEND=&Podfarbiť dni víkendu
ALL=&Všetky
COPY_OPTION=Nastavenie &kopírovania
RESIDENT_STYLE=S&pôsob rezidentnosti
MINIMIZE=Minimalizovať
HIDE=Skryť

;3.0.0
ZOOM=&Priblíženie
AUTO=&Auto
ATTRIBUTE=&Atribúty

;3.5.0
ASCII_VIEW=Náhľad ASCII
AUTO_DTECTION=Automatická detekcia
SECOND=sek.
MINUTE=min.
HOUR=hod.

[TrayMenu]
EXIT=Ukončiť
REFRESH=Obnoviť
RESCAN=Opätovne skontrolovať
ENABLE=Zapnúť
DISABLE=Vypnúť
ENABLE_ALL=Zapnúť všetko
DISABLE_ALL=Vypnúť všetko
AUTO_REFRESH=Automatické obnovenie
AUTO_REFRESH_TARGET=Automatické obnovenie cieľa
AUTO_REFRESH_TARGET_ALL_DISK=Automatické obnovenie - označiť všetky disky
AUTO_REFRESH_UNTARGET_ALL_DISK=Automatické obnovenie - neoznačiť všetky disky
ALARM_SETTING_TEMPERATURE=Nastavenie alarmu - teplota
ALARM_SETTING_HEALTH_STATUS=Nastavenie alarmu - stav disku
SHOW_MAIN_WINDOW=Zobraziť hlavné okno
SHOW_TEMPERATURE_ICON=Zobraziť ikonu teploty
SHOW_ALL_TEMPERATURE_ICON=Zobraziť všetky ikony teploty
HIDE_ALL_TEMPERATURE_ICON=Skryť všetky ikony teploty
COLLECTIVE_SETTING=Kolektívne nastavenie
GRAPH=Graf
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Zobraziť len ikonu teploty

[DiskStatus]
GOOD=Dobrý
CAUTION=Pozor
BAD=Zlý
UNKNOWN=Neznámy
DISK=Disk
[Dialog]
LIST_ID=ID
LIST_CURRENT=Aktuálna hodnota
LIST_WORST=Najhoršia hodnota
LIST_THRESHOLD=Hraničná hodnota
LIST_RAW_VALUES=RAW
LIST_ATTRIBUTE_NAME=Názov parametra
FIRMWARE=Firmware
SERIAL_NUMBER=Sériové číslo
INTERFACE=Rozhranie
STANDARD=Štandard
TRANSFER_MODE=Prenosový režim
BUFFER_SIZE=Vyrovnávacia pamäť
NV_CACHE_SIZE=Pamäť NV
ROTATION_RATE=Rýchlosť otáčania
TEMPERATURE=Teplota
POWER_ON_HOURS=Odpracované hodiny
POWER_ON_COUNT=Počet zapnutí
DRIVE_LETTER=Písmeno jednotky
FEATURE=Funkcie
HEALTH_STATUS=Stav disku
UNKNOWN=Neznámy údaj
POWER_ON_COUNT_UNIT=krát
POWER_ON_HOURS_UNIT=hod.
POWER_ON_DAYS_UNIT=dní
[Message]
DETECT_UNIT_POWER_ON_HOURS=Detekcia hodín činnosti (detekcia trvá 130 sekúnd)
DETECT_DISK=Deteguje sa disk
PLEASE_ENABLE_WMI=Zapnite prosím súčasť WMI (Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Ak chcete zmeniť vzhľad, reštartujte prosím tento program.
DISK_NOT_FOUND=Disk sa nenašiel
[Alarm]
ALARM_TEMPERATURE=Alarm - teplota
ALARM_HEALTH_STATUS=Alarm - stav disku
DEGRADATION=Degradácia
RECOVERY=Obnova

;3.5.0
INFO_HEALTH_STATUS=Info - stav 

[Graph]
PLEASE_SELECT_ITEM=Vyberte prosím položku
ACTUAL_VALUE=Aktuálna hodnota (prvotná)
NORMALIZED_VALUE=Normalizovaná hodnota (aktuálna)
ALL_ON=Všetko zapnuté
ALL_OFF=Všetko vypnuté
RESET=Reset
[Customize]
LINE_COLOR=Farba čiary
BACKGROUND_IMAGE=Obrázok na pozadí
SUPPORTED_IMAGE_FORMAT=Podporovaný formát obrázka
ALL_FILES=Všetky súbory
[AamApm]
AAM_LOW=<- Potichu (80h)
AAM_HIGH=Výkon (FEh) ->
AAM_RECOMMEND=Odporúčaná hodnota
APM_LOW=<- Min. energia (01h)
APM_HIGH=Výkon (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatický akust. manažment (AAM)
ADVANCED_POWER_MANAGEMENT=Pokročilá správa napájania (APM)
[WindowTitle]
ABOUT=O programe CrystalDiskInfo
GRAPH=Graf
CUSTOMIZE=Prispôsobiť
VERSION_INFORMATION=Informácia o verzii
AAM_APM_CONTROL=Ovládanie AAM/APM
HEALTH_STATUS_SETTING=Nastavenie stavu disku
[HealthStatus]
THRESHOLD_OF_CAUTION=Hranica upozorňovania
APPLY=Použiť
DEFAULT=Predvolené
[Smart]
UNKNOWN=Neznámy
VENDOR_SPECIFIC=Špecifický pre výrobcu
01=Počet chybných čítaní (Read Error Rate)
02=Priechodnosť disku (Throughput Performance)
03=Čas na roztočenie platní (Spin-Up Time)
04=Počet spustení/zastavení (Start/Stop Count)
05=Počet premapovaných sektorov
06=Počet dosiahnutí konca pri čítaní (Read Channel Margin)
07=Počet chybných vyhľadávaní (Seek Error Rate)
08=Čas potrebný na vyhľadanie (Seek Time Performance)
09=Počet odpracovaných hodín (Power-On Hours)
0A=Počet opakovaných pokusov o roztočenie platní (Spin Retry Count)
0B=Počet pokusov o prekalibrovanie (Recalibration Retries)
0C=Počet cyklov zapnutia zariadenia (Device Power Cycle Count)
0D=Počet pokusov o softvérové opravenie chýb pri čítaní programov z disku (Soft Read Error Rate stab)
BE=Teplota toku vzduchu (Airflow Temperature)
BF=Počet udalostí zaznamenaných otrasovým senzorom (G-Sense Error Rate)
C0=Počet vypnutí disku (Power-off Retract Count)
C1=Počet cyklov načítania/vymazania (Load/Unload Cycle Count)
C2=Teplota
C3=Počet opráv chybného čítania (Hardware ECC recovered)
C4=Počet udalostí s cieľom realokovania sektorov (Reallocation Event Count)
C5=Počet podozrivých sektorov
C6=Počet neopraviteľných sektorov
C7=Počet chýb v kontrolnom súčte UltraDMA (UltraDMA CRC Error Count)
C8=Počet chýb pri zápise sektorov (Write Error Rate)
C9=Počet chýb pri čítaní programov z disku (Soft Read Error Rate)
CA=Počet chýb pri adresovaní údajov (Data Address Mark Error)
CB=Počet chýb v kódoch na opravu chýb
CC=Počet softvérovo opravených chýb v opravných kódoch (Soft ECC Correction)
CD=Počet chýb spôsobených vysokou teplotou (Thermal Asperity Rate)
CE=Výška pohybu hlavičiek nad diskom (Flying Height)
CF=Množstvo napätia potrebného na roztočenie disku (Spin High Current)
D0=Počet vyslaných impulzov na roztočenie disku pri nedostatočnom napájaní (Spin Buzz)
D1=Výkon pri vyhľadávaní na disku pri interných testoch disku (Offline Seek Performance)
D3=Počet vibrácií pri zápise (Vibration During Write)
D4=Počet otrasov pri zápise (Shock During Write)
DC=Posunutie disku voči osi (Disk Shift)
DD=Počet udalostí zaznamenaných otrasovým senzorom (G-Sense Error Rate)
DE=Počet hodín zaťaženia budiaceho mechanizmu magnetických hláv (Loaded Hours)
DF=Zaťaženie budiča magnetických hláv spôsobené opakovanými úkonmi (Load/Unload Retry Count)
E0=Zaťaženie budiča magnetických hláv spôsobené napätím mechanických častí (Load Friction)
E1=Počet cyklov načítania/vymazania (Load/Unload Cycle Count)
E2=Celkový čas zaťaženia budiča magnetických hláv (Load 'In'-time)
E3=Počet zvýšení krútiaceho momentu (Torque Amplification Count)
E4=Počet zasunutí hlavičiek disku (Power-Off Retract Cycle)
E6=Zosilnenie chvenia hlavičiek (GMR Head Amplitude)
E7=Teplota
F0=Čas nastavovania hlavičiek - v hodinách (Head Flying Hours)
FA=Počet chýb počas čítania z disku (Read Error Retry Rate)
;Added 3.0
B8=Priame chyby (End-to-End)
BB=Zaznamenané neopraviteľné chyby
BC=Limit na príkaz
BD=Zápisy veľkého preletu
FE=Ochrana pred voľným pádom

[SmartSsd]
01=Počet chybných čítaní (Read Error Rate)
02=Priechodnosť disku (Throughput Performance)
03=Čas na roztočenie platní (Spin-Up Time)
04=Počet spustení/zastavení (Start/Stop Count)
05=Počet premapovaných sektorov
06=Počet dosiahnutí konca pri čítaní (Read Channel Margin)
07=Počet chybných vyhľadávaní (Seek Error Rate)
08=Čas potrebný na vyhľadanie (Seek Time Performance)
09=Počet odpracovaných hodín (Power-On Hours)
0A=Počet opakovaných pokusov o roztočenie platní (Spin Retry Count)
0B=Počet pokusov o prekalibrovanie (Recalibration Retries)
0C=Počet cyklov zapnutia zariadenia (Device Power Cycle Count)
0D=Počet pokusov o softvérové opravenie chýb pri čítaní programov z disku (Soft Read Error Rate stab)
C0=Počet nebezpečných vypnutí
C2=Teplota (Temperature)
C4=Počet udalostí s cieľom realokovania sektorov (Reallocation Event Count)
C5=Počet podozrivých sektorov
C6=Počet neopraviteľných sektorov
; CrystalDiskInfo assign
FF=Zostávajúca životnosť

[SmartMtron]
BB=Počet úplných vymazaní

[SmartIndlinx]
01=Pomer čítania chýb
09=Čas fungovania (hodiny)
0C=Počet hodín napájania
B8=Počiatočný počet zlých blokov
C3=Počet blokov so zlyhaniami programov
C4=Počet blokov so zlyhaním vymazania
C5=Počet blokov so zlyhaním čítania
C6=Celkový počet prečítaných sektorov
C7=Celkový počet zapísaných sektorov
C8=Celkový počet prečítaných príkazov
C9=Celkový počet zapísaných príkazov
CA=Celkový počet chybných bytov vo flash-pamäti
CB=Celkový počet prečítaných sektorov s opravným bitom
CC=Úplný príznak chybného bloku
CD=Špecifikácia max. počtu PE
CE=Počet minimálnych vymazaní
CF=Počet maximálnych vymazaní
D0=Priemerný počet vymazaní
D1=Zostávajúca životnosť jednotky

[SmartJMicron]
09=Hodiny napájania
0C=Počet cyklov zapnutia zariadenia
C2=Teplota
E5=ID zastavenia systému ID, Flash ID
E8=Informácia o verzií firmware
E9=Zlyhanie záznamu ECC 
EA=Priemerný počet vymazaní, max. počet vymazaní
EB=Počet dobrých blokov, počet systémových blokov

[SmartIntel]
03=Čas na roztočenie platní (Spin-Up Time)
04=Počet spustení/zastavení (Start/Stop Count)
05=Počet premapovaných sektorov
09=Hodiny napájania
0C=Počet hodín napájania zariadenia
C0=Počet nebezpečných vypnutí
E1=Zápisy hostiteľa
E8=Dostupné rezervované miesto
E9=Indikátor opotrebovania média
B8=Počet detegovaní chyby End to End

[SmartSamsung]
09=Hodiny napájania
0C=Počet cyklov zapnutia zariadenia
AF=Počet zlyhaní programu (čip)
B0=Počet zlyhaní pri vymazávaní (čip)
B1=Počet úrovní opotrebovania
B2=Počet využitých rezervovaných blokov (čip)
B3=Počet využitých rezervovaných blokov (celkovo)
B4=Počet nevyužitých rezervovaných blokov (celkovo)
B5=Počet zlyhaní programu (celkovo)
B6=Počet zlyhaní pri vymazávaní (celkovo)
B7=Počet zlých sektorov počas behu (celkovo)
BB=Počet neopraviteľných chýb
BE=Počet prekročení povolenej teploty
C2=Teplota
C3=Pomer ECC
C6=Počet neopraviteľných chýb off-line
C7=Počet chýb v kontrolnom súčte
C9=Stav Super cap
CA=Stav režimu SSD

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate